Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Architecture
ar: البنية
de: Architektur
es: Arquitectura
he: ארכיטקטורה
hi: संरचना
id: Arsitektur
it: Architettura
ja: アーキテクチャ
ko: 아키텍처
nl: Architectuur
pl: Architektura
pt_br: Arquitetura
ru: Архитектура
sv: Arkitektur
tr: Mimari
uk: Архітектура
vi: Kiến trúc
zh_hans: 架构
zh_hant: 架構

source: Archive and recall large tool output
ar: أرشفة واسترجاع مخرجات الأدوات الكبيرة
de: Große Tool-Ausgaben archivieren und abrufen
es: Archivar y recuperar salidas grandes de herramientas
fr: Archiver et rappeler les sorties d'outils volumineuses
he: העבר לארכיון ואחזר פלט כלים גדול
hi: बड़े टूल आउटपुट को संग्रहीत और स्मरण करें
id: Arsipkan dan panggil kembali keluaran alat yang besar
it: Archivia e richiama l'output di strumenti di grandi dimensioni
ja: 大規模なツール出力をアーカイブして再取得
ko: 대용량 도구 출력 보관 및 회상
nl: Grote tool-uitvoer archiveren en oproepen
pl: Archiwizuj i przywołuj duże wyniki narzędzi
pt_br: Arquivar e recuperar saídas grandes de ferramentas
ru: Архивировать и восстанавливать большие выводы инструментов
sv: Arkivera och återkalla stora verktygsutdata
tr: Büyük araç çıktısını arşivle ve geri çağır
uk: Архівувати та відновлювати великі виводи інструментів
vi: Lưu trữ và gọi lại đầu ra công cụ lớn
zh_hans: 归档并召回大型工具输出
zh_hant: 封存並召回大型工具輸出

source: Are you sure you want to delete '%@' from disk? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف '%@' من القرص؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie „%@“ wirklich von der Festplatte löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar '%@' del disco? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer « %@ » du disque ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק את '%@' מהדיסק? לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई डिस्क से '%@' को हटाना चाहते हैं? इसे पूर्ववत नहीं किया जा सकता।
id: Yakin ingin menghapus '%@' dari disk? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare '%@' dal disco? Questa operazione non può essere annullata.
ja: 「%@」をディスクから削除してもよろしいですか？この操作は取り消せません。
ko: '%@'을(를) 디스크에서 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Weet u zeker dat u '%@' van de schijf wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć „%@” z dysku? Tej operacji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir '%@' do disco? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить «%@» с диска? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort '%@' från disken? Detta kan inte ångras.
tr: '%@' öğesini diskten silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити «%@» з диска? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa '%@' khỏi đĩa không? Hành động này không thể hoàn tác.
zh_hans: 确定要从磁盘中删除“%@”吗？此操作无法撤销。
zh_hant: 確定要從磁碟中刪除「%@」嗎？此操作無法復原。

source: As the conversation approaches the context window, older messages are summarized by the model and the newer turns kept verbatim. The full transcript stays on screen; only the prompt changes. You can also run /compact at any time.
ar: مع اقتراب المحادثة من نافذة السياق، يتم تلخيص الرسائل القديمة بواسطة النموذج ويتم الاحتفاظ بالأدوار الأحدث حرفيًا. يبقى النص الكامل على الشاشة؛ فقط المطالبة تتغير. يمكنك أيضًا تشغيل /compact في أي وقت.
de: Wenn sich die Konversation dem Kontextfenster nähert, werden ältere Nachrichten vom Modell zusammengefasst und neuere Runden wörtlich beibehalten. Das vollständige Transkript bleibt auf dem Bildschirm; nur der Prompt ändert sich. Sie können auch jederzeit /compact ausführen.
es: A medida que la conversación se acerca a la ventana de contexto, el modelo resume los mensajes más antiguos y mantiene los turnos más recientes palabra por palabra. La transcripción completa permanece en pantalla; solo cambia el aviso. También puedes ejecutar /compact en cualquier momento.
fr: À mesure que la conversation approche de la fenêtre de contexte, les anciens messages sont résumés par le modèle et les échanges les plus récents sont conservés textuellement. La transcription complète reste à l'écran ; seule l'invite change. Vous pouvez également exécuter /compact à tout moment.
he: ככל שהשיחה מתקרבת לחלון ההקשר, הודעות ישנות יותר מסוכמות על ידי המודל והתורות החדשים יותר נשמרים מילה במילה. התמליל המלא נשאר על המסך; רק ההנחיה משתנה. אתה יכול גם להפעיל את /compact בכל עת.
hi: जैसे-जैसे बातचीत संदर्भ विंडो के करीब पहुंचती है, पुराने संदेशों को मॉडल द्वारा संक्षेपित किया जाता है और नए मोड़ों को शब्दशः रखा जाता है। पूरा प्रतिलेख स्क्रीन पर रहता है; केवल संकेत बदलता है। आप किसी भी समय /compact भी चला सकते हैं।
id: Saat percakapan mendekati jendela konteks, pesan lama dirangkum oleh model dan giliran yang lebih baru disimpan kata demi kata. Transkrip lengkap tetap ada di layar; hanya prompt yang berubah. Anda juga dapat menjalankan /compact kapan saja.
it: Man mano che la conversazione si avvicina alla finestra di contesto, i messaggi più vecchi vengono riassunti dal modello e i turni più recenti mantenuti testualmente. La trascrizione completa rimane sullo schermo; cambia solo il prompt. Puoi anche eseguire /compact in qualsiasi momento.
ja: 会話がコンテキストウィンドウに近づくと、古いメッセージはモデルによって要約され、新しいターンはそのまま保持されます。完全な文字起こしは画面に残り、プロンプトのみが変更されます。いつでも /compact を実行することもできます。
ko: 대화가 컨텍스트 창에 가까워지면 오래된 메시지는 모델에 의해 요약되고 최신 턴은 그대로 유지됩니다. 전체 대화 내용은 화면에 그대로 유지되며 프롬프트만 변경됩니다. 언제든지 /compact를 실행할 수도 있습니다.
nl: Naarmate het gesprek het contextvenster nadert, worden oudere berichten samengevat door het model en worden de nieuwere beurten woordelijk bewaard. Het volledige transcript blijft op het scherm; alleen de prompt verandert. U kunt ook op elk moment /compact uitvoeren.
pl: Gdy konwersacja zbliża się do okna kontekstu, starsze wiadomości są podsumowywane przez model, a nowsze wypowiedzi zachowywane dosłownie. Pełny zapis pozostaje na ekranie; zmienia się tylko prompt. Możesz także uruchomić /compact w dowolnym momencie.
pt_br: À medida que a conversa se aproxima da janela de contexto, as mensagens mais antigas são resumidas pelo modelo e os turnos mais recentes são mantidos na íntegra. A transcrição completa permanece na tela; apenas o prompt muda. Você também pode executar /compact a qualquer momento.
ru: По мере приближения диалога к окну контекста старые сообщения обобщаются моделью, а новые реплики сохраняются дословно. Полная стенограмма остается на экране; меняется только промпт. Вы также можете запустить /compact в любое время.
sv: När konversationen närmar sig kontextfönstret sammanfattas äldre meddelanden av modellen och de nyare turerna behålls ordagrant. Hela utskriften finns kvar på skärmen; endast prompten ändras. Du kan också köra /compact när som helst.
tr: Konuşma bağlam penceresine yaklaştıkça, eski mesajlar model tarafından özetlenir ve daha yeni turlar aynen tutulur. Tam döküm ekranda kalır; yalnızca istem değişir. Ayrıca istediğiniz zaman /compact komutunu da çalıştırabilirsiniz.
uk: Коли розмова наближається до вікна контексту, старі повідомлення узагальнюються моделлю, а новіші репліки зберігаються дослівно. Повний запис залишається на екрані; змінюється лише підказка. Ви також можете виконати /compact у будь-який час.
vi: Khi cuộc trò chuyện đến gần cửa sổ ngữ cảnh, các tin nhắn cũ hơn sẽ được mô hình tóm tắt và các lượt mới hơn được giữ nguyên nguyên văn. Bản chép lại đầy đủ vẫn còn trên màn hình; chỉ có lời nhắc thay đổi. Bạn cũng có thể chạy /compact bất cứ lúc nào.
zh_hans: 当对话接近上下文窗口限制时，模型会总结较旧的消息并逐字保留较新的轮次。完整记录仍保留在屏幕上；仅提示词发生变化。你也可以随时运行 /compact。
zh_hant: 當對話接近上下文視窗限制時，模型會總結較舊的訊息並逐字保留較新的輪次。完整記錄仍保留在螢幕上；僅提示詞發生變化。你也可以隨時執行 /compact。

source: Ask Question
ar: طرح سؤال
de: Frage stellen
es: Hacer pregunta
fr: Poser une question
he: שאילת שאלה
hi: प्रश्न पूछें
id: Ajukan pertanyaan
it: Fare una domanda
ja: 質問する
ko: 질문하기
nl: Vraag stellen
pl: Zadaj pytanie
pt_br: Fazer pergunta
ru: Задать вопрос
sv: Ställ fråga
tr: Soru sor
uk: Поставити запитання
vi: Đặt câu hỏi
zh_hans: 提问
zh_hant: 提問

source: Ask a question, write code, analyze data, or explore new ideas.
ar: اطرح سؤالاً، اكتب كودًا، حلل البيانات، أو استكشف أفكارًا جديدة.
de: Stellen Sie eine Frage, schreiben Sie Code, analysieren Sie Daten oder erkunden Sie neue Ideen.
es: Haz una pregunta, escribe código, analiza datos o explora nuevas ideas.
fr: Posez une question, écrivez du code, analysez des données ou explorez de nouvelles idées.
he: שאל שאלה, כתוב קוד, נתח נתונים או חקור רעיונות חדשים.
hi: कोई प्रश्न पूछें, कोड लिखें, डेटा का विश्लेषण करें, या नए विचार खोजें।
id: Ajukan pertanyaan, tulis kode, analisis data, atau jelajahi ide-ide baru.
it: Fai una domanda, scrivi codice, analizza dati o esplora nuove idee.
ja: 質問する、コードを書く、データを分析する、または新しいアイデアを探索します。
ko: 질문하기, 코드 작성, 데이터 분석 또는 새로운 아이디어 탐색을 시작하세요.
nl: Stel een vraag, schrijf code, analyseer gegevens of verken nieuwe ideeën.
pl: Zadaj pytanie, napisz kod, przeanalizuj dane lub odkrywaj nowe pomysły.
pt_br: Faça uma pergunta, escreva código, analise dados ou explore novas ideias.
ru: Задайте вопрос, напишите код, проанализируйте данные или исследуйте новые идеи.
sv: Ställ en fråga, skriv kod, analysera data eller utforska nya idéer.
tr: Bir soru sorun, kod yazın, verileri analiz edin veya yeni fikirler keşfedin.
uk: Поставте запитання, напишіть код, проаналізуйте дані або досліджуйте нові ідеї.
vi: Đặt câu hỏi, viết mã, phân tích dữ liệu hoặc khám phá ý tưởng mới.
zh_hans: 提出问题、编写代码、分析数据或探索新想法。
zh_hant: 提出問題、編寫程式碼、分析資料或探索新想法。

source: Ask anything
ar: اسأل أي شيء
de: Fragen Sie etwas
es: Pregunta lo que quieras
fr: Posez n'importe quelle question
he: שאל כל דבר
hi: कुछ भी पूछें
id: Tanyakan apa saja
it: Chiedi qualsiasi cosa
ja: 何でも質問してください
ko: 무엇이든 물어보세요
nl: Vraag gerust iets
pl: Zapytaj o cokolwiek
pt_br: Pergunte qualquer coisa
ru: Спросите что угодно
sv: Fråga vad som helst
tr: Ne isterseniz sorun
uk: Запитайте будь-що
vi: Hỏi bất cứ điều gì
zh_hans: 随便问点什么
zh_hant: 隨意提問

source: Ask anything, or type / for templates
ar: اسأل أي شيء، أو اكتب / للقوالب
de: Fragen Sie etwas, oder geben Sie / fuer Vorlagen ein
es: Pregunta lo que quieras, o escribe / para plantillas
fr: Posez une question, ou tapez / pour les modeles
he: שאל כל דבר, או הקלד / עבור תבניות
hi: कुछ भी पूछें, या टेम्प्लेट के लिए / टाइप करें
id: Tanyakan apa saja, atau ketik / untuk template
it: Chiedi qualunque cosa, o digita / per i modelli
ja: 質問を入力、または / でテンプレートを表示
ko: 무엇이든 물어보거나 / 를 입력하여 템플릿을 확인하세요
nl: Vraag alles, of typ / voor sjablonen
pl: Zapytaj o cokolwiek lub wpisz / dla szablonów
pt_br: Pergunte algo, ou digite / para modelos
ru: Спросите что угодно или введите / для шаблонов
sv: Fråga vad som helst, eller skriv / för mallar
tr: Herhangi bir şey sorun veya şablonlar için / yazın
uk: Запитуйте будь-що або введіть / для шаблонів
vi: Hỏi bất cứ điều gì, hoặc gõ / cho mẫu
zh_hans: 输入任何内容，或输入 / 查看模板
zh_hant: 輸入任何內容，或輸入 / 查看範本

source: Ask the assistant to schedule one, for example: "every morning at 9, summarize my notes" -- it will use CronCreate and the job appears here.
ar: اطلب من المساعد جدولة مهمة، مثلا: "كل صباح في التاسعة، لخص ملاحظاتي" -- سيستخدم CronCreate وستظهر المهمة هنا.
de: Bitten Sie den Assistenten, eine zu planen, zum Beispiel: "Fasse jeden Morgen um 9 Uhr meine Notizen zusammen" -- er verwendet CronCreate und der Auftrag erscheint hier.
es: Pide al asistente que programe una, por ejemplo: "cada mañana a las 9, resume mis notas" -- usará CronCreate y la tarea aparecerá aquí.
fr: Demandez à l'assistant d'en planifier une, par exemple : "chaque matin à 9 h, résume mes notes" -- il utilisera CronCreate et la tâche apparaîtra ici.
he: בקש מהעוזר לתזמן משימה, למשל: "כל בוקר ב-9, סכם את ההערות שלי" -- הוא ישתמש ב-CronCreate והמשימה תופיע כאן.
hi: असिस्टेंट से शेड्यूल करने को कहें, जैसे: "हर सुबह 9 बजे मेरे नोट्स का सारांश दो" -- वह CronCreate का उपयोग करेगा और जॉब यहां दिखेगा।
id: Minta asisten menjadwalkan satu, misalnya: "setiap pagi pukul 9, ringkas catatan saya" -- asisten akan memakai CronCreate dan tugasnya muncul di sini.
it: Chiedi all'assistente di pianificarne una, ad esempio: "ogni mattina alle 9, riassumi le mie note" -- userà CronCreate e il processo comparirà qui.
ja: アシスタントにスケジュールを依頼してください。例: 「毎朝 9 時にメモを要約して」 -- CronCreate が使われ、ジョブがここに表示されます。
ko: 어시스턴트에게 예약을 요청하세요. 예: "매일 아침 9시에 내 메모를 요약해줘" -- CronCreate를 사용하며 작업이 여기에 표시됩니다.
nl: Vraag de assistent er een te plannen, bijvoorbeeld: "vat elke ochtend om 9 uur mijn notities samen" -- hij gebruikt CronCreate en de taak verschijnt hier.
pl: Poproś asystenta o zaplanowanie zadania, na przykład: "każdego ranka o 9 podsumuj moje notatki" -- użyje CronCreate, a zadanie pojawi się tutaj.
pt_br: Peça ao assistente para agendar uma, por exemplo: "toda manhã às 9, resuma minhas notas" -- ele usará o CronCreate e a tarefa aparecerá aqui.
ru: Попросите ассистента запланировать задачу, например: "каждое утро в 9 подводи итог моих заметок" -- он использует CronCreate, и задача появится здесь.
sv: Be assistenten schemalägga en, till exempel: "sammanfatta mina anteckningar varje morgon klockan 9" -- den använder CronCreate och jobbet visas här.
tr: Asistandan bir tane planlamasını isteyin, örneğin: "her sabah 9'da notlarımı özetle" -- CronCreate kullanır ve iş burada görünür.
uk: Попросіть асистента запланувати завдання, наприклад: "щоранку о 9 підсумовуй мої нотатки" -- він скористається CronCreate, і завдання з'явиться тут.
vi: Yêu cầu trợ lý lên lịch một tác vụ, ví dụ: "mỗi sáng 9 giờ, tóm tắt ghi chú của tôi" -- trợ lý sẽ dùng CronCreate và công việc sẽ xuất hiện ở đây.
zh_hans: 让助手安排一个，例如: "每天早上 9 点总结我的笔记" -- 它会使用 CronCreate，任务将显示在这里。
zh_hant: 讓助理安排一個，例如: "每天早上 9 點總結我的筆記" -- 它會使用 CronCreate，工作將顯示在這裡。

source: Assign a Codebase Root Directory in Project Settings to enable automatic MCP file detection.
ar: عيّن دليلا جذريا للشفرة في إعدادات المشروع لتفعيل الاكتشاف التلقائي لملفات MCP.
de: Legen Sie in den Projekteinstellungen ein Code-Stammverzeichnis fest, um die automatische MCP-Dateierkennung zu aktivieren.
es: Asigna un directorio raíz del código en los ajustes del proyecto para habilitar la detección automática de archivos MCP.
fr: Définissez un répertoire racine du code dans les réglages du projet pour activer la détection automatique des fichiers MCP.
he: הגדר תיקיית שורש לקוד בהגדרות הפרויקט כדי לאפשר זיהוי אוטומטי של קובצי MCP.
hi: MCP फ़ाइलों की स्वतः पहचान सक्षम करने के लिए प्रोजेक्ट सेटिंग्स में कोडबेस रूट डायरेक्टरी असाइन करें।
id: Tetapkan direktori root basis kode di pengaturan proyek untuk mengaktifkan deteksi berkas MCP otomatis.
it: Assegna una directory radice del codice nelle impostazioni del progetto per abilitare il rilevamento automatico dei file MCP.
ja: プロジェクト設定でコードのルートディレクトリを指定すると、MCP ファイルの自動検出が有効になります。
ko: 프로젝트 설정에서 코드베이스 루트 디렉터리를 지정하면 MCP 파일 자동 감지가 활성화됩니다.
nl: Wijs in de projectinstellingen een hoofdmap voor de codebase toe om automatische MCP-bestandsdetectie in te schakelen.
pl: Wskaż katalog główny kodu w ustawieniach projektu, aby włączyć automatyczne wykrywanie plików MCP.
pt_br: Defina um diretório raiz do código nas configurações do projeto para habilitar a detecção automática de arquivos MCP.
ru: Укажите корневой каталог кода в настройках проекта, чтобы включить автоматическое обнаружение файлов MCP.
sv: Ange en rotkatalog för kodbasen i projektinställningarna för att aktivera automatisk MCP-filidentifiering.
tr: MCP dosyalarının otomatik algılanmasını etkinleştirmek için proje ayarlarında bir kod kök dizini atayın.
uk: Укажіть кореневий каталог коду в налаштуваннях проєкту, щоб увімкнути автоматичне виявлення файлів MCP.
vi: Chỉ định thư mục gốc của mã nguồn trong cài đặt dự án để bật tự động phát hiện tệp MCP.
zh_hans: 在项目设置中指定代码根目录，即可启用 MCP 文件自动检测。
zh_hant: 在專案設定中指定程式碼根目錄，即可啟用 MCP 檔案自動偵測。

source: Attach %@ to server
ar: ربط %@ بالخادم
de: %@ an Server anhängen
es: Adjuntar %@ al servidor
fr: Attacher %@ au serveur
he: חבר את %@ לשרת
hi: %@ को सर्वर से जोड़ें
id: Lampirkan %@ ke server
it: Collega %@ al server
ja: %@ をサーバーに接続
ko: %@을(를) 서버에 연결
nl: %@ aan server koppelen
pl: Dołącz %@ do serwera
pt_br: Anexar %@ ao servidor
ru: Подключить %@ к серверу
sv: Anslut %@ till server
tr: %@ sunucusuna bağla
uk: Підключити %@ до сервера
vi: Đính kèm %@ vào máy chủ
zh_hans: 将 %@ 附加到服务器
zh_hant: 將 %@ 連接至伺服器

source: Attach a project to see its memories.
ar: أرفق مشروعًا لعرض ذاكرته.
de: Hängen Sie ein Projekt an, um seine Memory-Einträge zu sehen.
es: Adjunta un proyecto para ver su memoria.
fr: Attachez un projet pour voir sa mémoire.
he: חברו פרויקט כדי לראות את הזיכרון שלו.
hi: किसी प्रोजेक्ट को संलग्न करें और उसकी मेमोरी देखें।
id: Lampirkan proyek untuk melihat memorinya.
it: Collega un progetto per vederne la memoria.
ja: プロジェクトを接続すると、そのメモリが表示されます。
ko: 프로젝트를 연결하면 해당 메모리가 표시됩니다.
nl: Koppel een project om het geheugen ervan te zien.
pl: Dołącz projekt, aby zobaczyć jego pamięć.
pt_br: Anexe um projeto para ver a memória dele.
ru: Подключите проект, чтобы видеть его память.
sv: Koppla ett projekt för att se dess minne.
tr: Belleğini görmek için bir proje ekleyin.
uk: Підключіть проєкт, щоб бачити його пам'ять.
vi: Đính kèm một dự án để xem bộ nhớ của dự án đó.
zh_hans: 附加一个项目以查看其记忆。
zh_hant: 附加一個專案以查看其記憶。

source: Attach documents
ar: إرفاق مستندات
de: Dokumente anhaengen
es: Adjuntar documentos
fr: Joindre des documents
he: צרף מסמכים
hi: दस्तावेज़ संलग्न करें
id: Lampirkan dokumen
it: Allega documenti
ja: ドキュメントを添付
ko: 문서 첨부
nl: Documenten bijvoegen
pl: Załącz dokumenty
pt_br: Anexar documentos
ru: Прикрепить документы
sv: Bifoga dokument
tr: Belgeleri Ekle
uk: Прикріпити документи
vi: Đính kèm tài liệu
zh_hans: 附加文档
zh_hant: 附加文件

source: Attach files
ar: إرفاق ملفات
de: Dateien anhängen
es: Adjuntar archivos
fr: Joindre des fichiers
he: צרף קבצים
hi: फ़ाइलें संलग्न करें
id: Lampirkan berkas
it: Allega file
ja: ファイルを添付
ko: 파일 첨부
nl: Bestanden bijvoegen
pl: Załącz pliki
pt_br: Anexar arquivos
ru: Прикрепить файлы
sv: Bifoga filer
tr: Dosyaları ekle
uk: Додати файли
vi: Đính kèm tệp
zh_hans: 附加文件
zh_hant: 附加檔案

source: Attach relevant documents
ar: إرفاق المستندات ذات الصلة
de: Relevante Dokumente anhängen
es: Adjuntar documentos relevantes
fr: Joindre les documents pertinents
he: צרף מסמכים רלוונטיים
hi: प्रासंगिक दस्तावेज़ संलग्न करें
id: Lampirkan dokumen yang relevan
it: Allega documenti rilevanti
ja: 関連ドキュメントの添付
ko: 관련 문서 첨부
nl: Relevante documenten bijvoegen
pl: Załącz odpowiednie dokumenty
pt_br: Anexar documentos relevantes
ru: Прикрепляйте нужные документы
sv: Bifoga relevanta dokument
tr: İlgili belgeleri ekleyin
uk: Прикріпити відповідні документи
vi: Đính kèm tài liệu liên quan
zh_hans: 附加相关文档
zh_hant: 附加相關文件

source: Auth
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
he: אימות
hi: प्रमाणीकरण
id: Autentikasi
it: Autenticazione
ja: 認証
ko: 인증
nl: Verificatie
pl: Uwierzytelnianie
pt_br: Autenticação
ru: Аутентификация
sv: Autentisering
tr: Kimlik doğrulama
uk: Автентифікація
vi: Xác thực
zh_hans: 认证
zh_hant: 驗證

source: Authenticate to inspect and download gated or private repositories.
ar: سجّل الدخول لفحص المستودعات المقيدة أو الخاصة وتنزيلها.
de: Authentifizieren Sie sich, um gesperrte oder private Repositorys zu prüfen und herunterzuladen.
es: Autentícate para inspeccionar y descargar repositorios restringidos o privados.
fr: Authentifiez-vous pour inspecter et télécharger des dépôts restreints ou privés.
he: בצע אימות כדי לבדוק ולהוריד מאגרים מוגבלים או פרטיים.
hi: प्रतिबंधित या निजी रिपॉजिटरी देखने और डाउनलोड करने के लिए प्रमाणीकरण करें।
id: Autentikasi untuk memeriksa dan mengunduh repositori terbatas atau privat.
it: Autenticati per ispezionare e scaricare repository con accesso limitato o privati.
ja: 制限付きまたは非公開のリポジトリを検査してダウンロードするには認証してください。
ko: 제한되거나 비공개인 리포지토리를 확인하고 다운로드하려면 인증하세요.
nl: Verifieer om afgeschermde of privérepository's te bekijken en te downloaden.
pl: Uwierzytelnij się, aby przeglądać i pobierać repozytoria z ograniczonym dostępem lub prywatne.
pt_br: Autentique-se para inspecionar e baixar repositórios restritos ou privados.
ru: Пройдите аутентификацию, чтобы просматривать и загружать закрытые или приватные репозитории.
sv: Autentisera dig för att granska och ladda ned begränsade eller privata utvecklingskataloger.
tr: Kısıtlı veya özel depoları incelemek ve indirmek için kimlik doğrulaması yapın.
uk: Пройдіть автентифікацію, щоб переглядати та завантажувати обмежені або приватні репозиторії.
vi: Xác thực để kiểm tra và tải xuống kho lưu trữ bị hạn chế hoặc riêng tư.
zh_hans: 进行认证以检查和下载受限或私有仓库。
zh_hant: 進行驗證以檢查並下載受限或私有儲存庫。

source: Authorized Workspace Folders
ar: مجلدات مساحة العمل المصرح بها
de: Autorisierte Arbeitsbereichsordner
es: Carpetas de trabajo autorizadas
fr: Dossiers d'espace de travail autorisés
he: תיקיות סביבת עבודה מורשות
hi: अधिकृत वर्कस्पेस फ़ोल्डर
id: Folder ruang kerja yang diizinkan
it: Cartelle dell'area di lavoro autorizzate
ja: 許可されたワークスペースフォルダ
ko: 승인된 작업 공간 폴더
nl: Geautoriseerde werkruimtemappen
pl: Autoryzowane foldery obszaru roboczego
pt_br: Pastas de espaço de trabalho autorizadas
ru: Разрешенные папки рабочей области
sv: Auktoriserade arbetsytemappar
tr: Yetkili çalışma alanı klasörleri
uk: Дозволені папки робочої області
vi: Thư mục không gian làm việc được ủy quyền
zh_hans: 已授权的工作区文件夹
zh_hant: 已授權的工作區資料夾

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
he: אוטומטי
hi: स्वतः
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Авто
sv: Automatisk
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Auto (Model Default)
ar: تلقائي (الإعداد الافتراضي للنموذج)
de: Automatisch (Modellstandard)
es: Automático (predeterminado del modelo)
fr: Auto (valeur par défaut du modèle)
he: אוטומטי (ברירת המחדל של המודל)
hi: स्वतः (मॉडल डिफ़ॉल्ट)
id: Otomatis (default model)
it: Automatico (predefinito del modello)
ja: 自動 (モデルの既定値)
ko: 자동(모델 기본값)
nl: Automatisch (standaard van model)
pl: Automatycznie (domyślnie dla modelu)
pt_br: Automático (padrão do modelo)
ru: Авто (по умолчанию для модели)
sv: Automatisk (modellens standard)
tr: Otomatik (model varsayılanı)
uk: Авто (типово для моделі)
vi: Tự động (mặc định của mô hình)
zh_hans: 自动 (模型默认)
zh_hant: 自動 (模型預設)

source: Auto (Recommended)
ar: تلقائي (موصى به)
de: Automatisch (empfohlen)
es: Automático (recomendado)
fr: Auto (recommandé)
he: אוטומטי (מומלץ)
hi: स्वचालित (अनुशंसित)
id: Otomatis (Disarankan)
it: Automatico (consigliato)
ja: 自動 (推奨)
ko: 자동 (권장)
nl: Automatisch (aanbevolen)
pl: Automatycznie (zalecane)
pt_br: Automático (Recomendado)
ru: Авто (рекомендуется)
sv: Automatiskt (rekommenderas)
tr: Otomatik (Önerilen)
uk: Авто (рекомендовано)
vi: Tự động (Khuyến nghị)
zh_hans: 自动（推荐）
zh_hant: 自動（建議）
